{
  "welcome": "Welcome to my Portfolio",
  "name": "My name is Phong",
  "work": "And I am a web developer",
  "job-name": "Software Engineer",
  "get-cv": "Get my CV",
  "About": "About",
  "Experience": "Experience",
  "Skills": "Skills",
  "Project": "Project",
  "Contact": "Contact",
  "text-overview": "I'm a skilled software developer with experience in TypeScript and JavaScript, and expertise in frameworks like React, NodeJS and NextJS . I'm a quick learner and collaborate closely with clients to create efficient, scalable, and user-friendly solutions that solve real-world problems. Let's work together to bring your ideas to life!",
  "short-term": "Short-term Goal",
  "text-short-term": "Improving as well as learning many skills at programming. Become Fullstack Developer as soon as possible.",
  "long-term": "Long-term Goal",
  "text-long-term": "Become a Project Manager with professional skills.",
  "communication": "I prioritize client collaboration, fostering open communication",
  "Overview": "Overview",
  "work-experience": "Work Experience",
  "June 2022 - August 2023": "June 2022 - August 2023",
  "August 2023 - Present": "August 2023 - Present",
  "point-01": "Developing and maintaining web applications using React.js, Typescript and other related technologies.",
  "point-02": "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
  "point-03": "Implementing responsive design and ensuring cross-browser compatibility.",
  "point-04": "Optimizing web applications for maximum speed and scalability.",
  "point-05": "Participating in code reviews and providing constructive feedback to other developers.",
  "point-11": "Developing and maintaining web applications using React.js, Typescript and other related technologies.",
  "point-12": "Collaboration is key in your role as you work closely with back-end developers to integrate front-end components with server-side logic. Your input is valuable during the planning and decision-making stages, where you provide insights into feasibility, scalability, and best practices for front-end development.",
  "point-13": "Implementing responsive design and ensuring cross-browser compatibility.",
  "point-14": "Optimizing web applications for maximum speed and scalability.",
  "point-15": "Participating in code reviews and providing constructive feedback to other developers.",
  "projects": "Projects",
  "sub-project": "Following projects showcases my skills and experience through real-world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies.",
  "contact": "Contact fot work",
  "get-in-touch": "Get in touch",
  "your-name": "Your name",
  "what-your-name": "What is your name?",
  "your-email": "Your email",
  "what-your-email": "What is your email?",
  "your-message": "Your message",
  "text-message": "Your message here",
  "send": "Send",
  "des-project-01": "This is the order management system of Hasaki, managing orders from partners such as Shopee, Lazada, and TikTok. It allows for order adjustments and integration with the WMS system to manage inventory, packaging, delivery, returns and more.",
  "role-project-01": "This is the human resource management website of Hasaki Company. The website offers a wide range of functionalities such as order CRUD (Create, Read, Update, Delete), report order, report payment, among others.",
  "des-project-02": "A project to integrate the Order Management System with the Warehouse Management System",
  "role-project-02": "This is the administration website of Anpha Petrol company. The website has a wide range of functionalities such as VoIP, CRUD products, Debt management, Invoice creation, Order creation, User role management and more.",
  "des-project-03": "A project to manage the human resources of the company, including employee information, salary, contract, attendance, and more.",
  "role-project-03": "This is the human resource management website of Anphapetrol Company. The website offers a wide range of functionalities such as employee CRUD (Create, Read, Update, Delete), contract management, appointments, dismissals, department management, commendations, and resignations, among others.",
  "des-project-04": "This is a website used to create company strategies for each stage.",
  "role-project-04": "This is administration website of BSC Company. This website features functions such as creating company strategies, generating KPIs for each department and individual, and assigning specific tasks to each department, individual and more.",
  "des-project-05": "A Customer Data Platform (CDP) is a software system designed to consolidate and manage customer data from various sources. Its primary purpose is to organize customer data in a structured and unified manner to provide detailed and comprehensive insights into customer behavior and preferences for marketing, sales, and service strategies.",
  "role-project-05": "This is the human resource management website of Hasaki Company. The website offers a wide range of functionalities such as customer CRUD (Create, Read, Update, Delete), rule segment, among others.",
  "Get CV": "Get CV"
}
