{
  "welcome": "Chào mừng bạn đến với Hồ sơ của tôi",
  "name": "Tôi tên là Phong",
  "work": "Và tôi là một nhà phát triển web",
  "job-name": "Kỹ sư phần mềm",
  "get-cv": "Tải CV của tôi",
  "About": "Giới thiệu",
  "Experience": "Kinh nghiệm",
  "Skills": "Kỹ năng",
  "Project": "Dự án",
  "Contact": "Liên hệ",
  "text-overview": "Tôi là một nhà phát triển phần mềm có kỹ năng vượt trội với kinh nghiệm trong TypeScript và JavaScript, cũng như chuyên môn về các framework như React, NodeJS và NextJS. Tôi có khả năng học nhanh và hợp tác chặt chẽ với khách hàng để tạo ra các giải pháp hiệu quả, có khả năng mở rộng và thân thiện với người dùng, giúp giải quyết các vấn đề thực tế. Hãy cùng làm việc để biến ý tưởng của bạn thành hiện thực!",
  "short-term": "Mục tiêu ngắn hạn",
  "text-short-term": "Cải thiện và học nhiều kỹ năng mới trong lĩnh vực lập trình. Trở thành một Nhà phát triển Fullstack càng sớm càng tốt.",
  "long-term": "Mục tiêu dài hạn",
  "text-long-term": "Trở thành một Quản lý Dự án với kỹ năng chuyên nghiệp.",
  "communication": "Tôi ưu tiên hợp tác với khách hàng, tạo ra môi trường giao tiếp mở",
  "Overview": "Tổng quan",
  "work-experience": "Kinh nghiệm làm việc",
  "June 2022 - August 2023": "Tháng 6 năm 2022 - Tháng 8 năm 2023",
  "August 2023 - Present": "Tháng 8 năm 2023 - Hiện tại",
  "point-01": "Phát triển và duy trì các ứng dụng web bằng React.js, Typescript và các công nghệ liên quan khác.",
  "point-02": "Hợp tác với các nhóm chức năng khác nhau bao gồm các nhà thiết kế, quản lý sản phẩm và các nhà phát triển khác để tạo ra các sản phẩm chất lượng cao.",
  "point-03": "Triển khai thiết kế đáp ứng và đảm bảo tính tương thích trên nhiều trình duyệt.",
  "point-04": "Tối ưu hóa ứng dụng web để đạt tốc độ và khả năng mở rộng tối đa.",
  "point-05": "Tham gia vào việc xem xét mã và cung cấp phản hồi xây dựng cho các nhà phát triển khác.",
  "point-11": "Phát triển và duy trì các ứng dụng web bằng React.js, Typescript và các công nghệ liên quan khác.",
  "point-12": "Hợp tác là yếu tố quan trọng trong vai trò của bạn khi bạn làm việc chặt chẽ với các nhà phát triển back-end để tích hợp các thành phần front-end với logic phía máy chủ. Ý kiến của bạn rất quan trọng trong các giai đoạn lập kế hoạch và ra quyết định, nơi bạn cung cấp thông tin về khả thi, khả năng mở rộng và các phương pháp tốt nhất cho phát triển front-end.",
  "point-13": "Triển khai thiết kế đáp ứng và đảm bảo tính tương thích trên nhiều trình duyệt.",
  "point-14": "Tối ưu hóa ứng dụng web để đạt tốc độ và khả năng mở rộng tối đa.",
  "point-15": "Tham gia vào việc xem xét mã và cung cấp phản hồi xây dựng cho các nhà phát triển khác.",
  "projects": "Dự án",
  "sub-project": "Các dự án dưới đây giới thiệu về kỹ năng và kinh nghiệm của tôi thông qua các ví dụ thực tế về công việc của tôi. Mỗi dự án được mô tả ngắn gọn với liên kết đến kho lưu trữ mã và demo trực tiếp. Đây là minh chứng cho khả năng giải quyết các vấn đề phức tạp, làm việc với các công nghệ khác nhau.",
  "contact": "Liên hệ để làm việc",
  "get-in-touch": "Liên hệ",
  "your-name": "Tên của bạn",
  "what-your-name": "Tên của bạn là gì?",
  "your-email": "Email của bạn",
  "what-your-email": "Email của bạn là gì?",
  "your-message": "Tin nhắn của bạn",
  "text-message": "Tin nhắn của bạn ở đây",
  "send": "Gửi",
  "des-project-01": "Đây là hệ thống quản lý đơn hàng của Hasaki, quản lý đơn hàng từ các đối tác như Shopee, Lazada và TikTok. Nó cho phép điều chỉnh đơn hàng và tích hợp với hệ thống WMS để quản lý hàng tồn kho, đóng gói, giao hàng, trả hàng và nhiều hơn nữa.",
  "role-project-01": "Đây là trang web quản lý nhân sự của Công ty Hasaki. Trang web cung cấp một loạt các chức năng như CRUD đơn hàng (Tạo, Đọc, Cập nhật, Xóa), báo cáo đơn hàng, báo cáo thanh toán, và nhiều chức năng khác.",
  "des-project-02": "Dự án để tích hợp Hệ thống Quản lý Đơn hàng với Hệ thống Quản lý Kho",
  "role-project-02": "Đây là trang web quản trị của Công ty Anpha Petrol. Trang web có một loạt các chức năng như VoIP, CRUD sản phẩm, quản lý nợ, tạo hóa đơn, tạo đơn hàng, quản lý vai trò người dùng và nhiều hơn nữa.",
  "des-project-03": "Dự án để quản lý nguồn nhân lực của công ty, bao gồm thông tin nhân viên, lương, hợp đồng, chấm công và nhiều hơn nữa.",
  "role-project-03": "Đây là trang web quản lý nhân sự của Công ty Anphapetrol. Trang web cung cấp một loạt các chức năng như CRUD nhân viên (Tạo, Đọc, Cập nhật, Xóa), quản lý hợp đồng, cuộc hẹn, sa thải, quản lý phòng ban, khen thưởng và từ chức, và nhiều chức năng khác.",
  "des-project-04": "Đây là trang web được sử dụng để tạo ra chiến lược của công ty cho từng giai đoạn.",
  "role-project-04": "Đây là trang web quản trị của Công ty BSC. Trang web này có các chức năng như tạo chiến lược công ty, tạo KPI cho từng bộ phận và cá nhân, và giao nhiệm vụ cụ thể cho từng bộ phận, cá nhân và nhiều hơn nữa.",
  "des-project-05": "Nền tảng Dữ liệu Khách hàng (CDP) là một hệ thống phần mềm được thiết kế để tổng hợp và quản lý dữ liệu khách hàng từ nhiều nguồn khác nhau. Mục đích chính của nó là tổ chức dữ liệu khách hàng một cách cấu trúc và thống nhất để cung cấp cái nhìn chi tiết và toàn diện về hành vi và sở thích của khách hàng để cung cấp thông tin chi tiết và toàn diện về hành vi và sở thích của khách hàng cho các chiến lược tiếp thị, bán hàng và dịch vụ.",
  "role-project-05": "Đây là trang web quản lý nhân sự của Công ty Hasaki. Trang web cung cấp một loạt các chức năng như CRUD khách hàng (Tạo, Đọc, Cập nhật, Xóa), quy tắc phân đoạn, và nhiều chức năng khác.",
  "Get CV": "Tải CV"
}
