{
  "welcome": "Chào mừng bạn đến với Hồ sơ của tôi",
  "name": "Tôi tên là Phong",
  "work": "Và tôi là một nhà phát triển web",
  "job-name": "Kỹ sư phần mềm",
  "get-cv": "Tải CV của tôi",
  "About": "Giới thiệu",
  "Experience": "Kinh nghiệm",
  "Skills": "Kỹ năng",
  "Project": "Dự án",
  "Contact": "Liên hệ",
  "text-overview": "Tôi là một nhà phát triển phần mềm có kỹ năng vượt trội với kinh nghiệm trong TypeScript và JavaScript, cũng như chuyên môn về các framework như React, NodeJS và NextJS. Tôi có khả năng học nhanh và hợp tác chặt chẽ với khách hàng để tạo ra các giải pháp hiệu quả, có khả năng mở rộng và thân thiện với người dùng, giúp giải quyết các vấn đề thực tế. Hãy cùng làm việc để biến ý tưởng của bạn thành hiện thực!",
  "short-term": "Mục tiêu ngắn hạn",
  "text-short-term": "Cải thiện và học nhiều kỹ năng mới trong lĩnh vực lập trình. Trở thành một Nhà phát triển Fullstack càng sớm càng tốt.",
  "long-term": "Mục tiêu dài hạn",
  "text-long-term": "Trở thành một Quản lý Dự án với kỹ năng chuyên nghiệp.",
  "communication": "Tôi ưu tiên hợp tác với khách hàng, tạo ra môi trường giao tiếp mở",
  "Overview": "Tổng quan",
  "work-experience": "Kinh nghiệm làm việc",
  "June 2022 - August 2023": "Tháng 6 năm 2022 - Tháng 8 năm 2023",
  "August 2023 - Present": "Tháng 8 năm 2023 - Hiện tại",
  "point-01": "Phát triển và duy trì các ứng dụng web bằng React.js, Typescript và các công nghệ liên quan khác.",
  "point-02": "Hợp tác với các nhóm chức năng khác nhau bao gồm các nhà thiết kế, quản lý sản phẩm và các nhà phát triển khác để tạo ra các sản phẩm chất lượng cao.",
  "point-03": "Triển khai thiết kế đáp ứng và đảm bảo tính tương thích trên nhiều trình duyệt.",
  "point-04": "Tối ưu hóa ứng dụng web để đạt tốc độ và khả năng mở rộng tối đa.",
  "point-05": "Tham gia vào việc xem xét mã và cung cấp phản hồi xây dựng cho các nhà phát triển khác.",
  "point-11": "Phát triển và duy trì các ứng dụng web bằng React.js, Typescript và các công nghệ liên quan khác.",
  "point-12": "Hợp tác là yếu tố quan trọng trong vai trò của bạn khi bạn làm việc chặt chẽ với các nhà phát triển back-end để tích hợp các thành phần front-end với logic phía máy chủ. Ý kiến của bạn rất quan trọng trong các giai đoạn lập kế hoạch và ra quyết định, nơi bạn cung cấp thông tin về khả thi, khả năng mở rộng và các phương pháp tốt nhất cho phát triển front-end.",
  "point-13": "Triển khai thiết kế đáp ứng và đảm bảo tính tương thích trên nhiều trình duyệt.",
  "point-14": "Tối ưu hóa ứng dụng web để đạt tốc độ và khả năng mở rộng tối đa.",
  "point-15": "Tham gia vào việc xem xét mã và cung cấp phản hồi xây dựng cho các nhà phát triển khác."
}
